{
  "example":[
    {
      "text":"The <b>publisher</b> of academic journals plans to return to double-digit growth next year.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"There is no in-frame linking, and each news headline includes the <b>publisher</b> 's name.",
      "source_type":3,
      "definition_id":"m_en_us1281670.002"
    },
    {
      "text":"Both the advertiser and the <b>publisher</b> of the newspaper or other medium will be guilty of the offence.",
      "source_type":3,
      "definition_id":"m_en_us1281670.002"
    },
    {
      "text":"From the sale of music the <b>publisher</b> will pay the composer a royalty.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"He signed a contract with a <b>publisher</b> to produce a book consisting of a critical analysis of economics and politics.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"Toole's mother then took on the task of trying to find a <b>publisher</b> for the book on which her son had laboured so hard.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"},
    {
      "text":"So, what motivated the <b>publisher</b> to publish a book that may not have much commercial value?",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"It is refreshing to see a book like this published by a mainstream <b>publisher</b> .",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"a commercial music <b>publisher</b>",
      "source_type":3,
      "definition_id":"m_en_gb0671960.001"
    },
    {
      "text":"She was commissioned by a <b>publisher</b> to produce the book which has just gone on sale all over the UK.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"a commercial music <b>publisher</b>",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"Since there was no copyright law, Beethoven sold his music to <b>publishers</b> for a flat fee.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"Such practices should only be attempted by experienced journalists and desperate music <b>publishers</b> .",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"His books and articles were often refused or censored by <b>publishers</b> and editors.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"The ceremony celebrates the nation's favourite books, authors and <b>publishers</b> .",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"They invited various <b>publishers</b> , including the managing director of News Corp, to bid for them.",
      "source_type":3,
      "definition_id":"m_en_us1281670.002"
    },
    {
      "text":"If you're a first time author, do <b>publishers</b> just reject books like this?",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"The biggest challenge for book <b>publishers</b> is interesting boys in their product.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"You hear of people sending books to 15 different <b>publishers</b> and having them thrown back at them.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"Under US copyright regs, <b>publishers</b> don't need permission to produce a revised edition.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"The agent offered the book to <b>publishers</b> as one of a series following the course of Caesar's life.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"New technology means <b>publishers</b> are prepared to print books on demand.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"It is absolutely essential for the big <b>publishers</b> ' financial health that most such books should succeed.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"The artists were needed to create the music, the <b>publishers</b> to distribute and market it.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    },
    {
      "text":"The books which these new <b>publishers</b> issued were nearly all originals.",
      "source_type":3,
      "definition_id":"m_en_us1281670.001"
    }
  ]
}

===========================================================

{
  "example":[
    {
      "text":"I just wanted to say I admire your work you're your professionalism that you bring to <b>broadcast</b> journalism.",
      "source_type":3,
      "definition_id":"m_en_us1228872.006"
    },
    {
      "text":"Apply the carbon in a band under the plants, rather than <b>broadcast</b> , so that only one-quarter to one-third of the 900 pounds is needed.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"the programme <b>broadcast</b> for 20 years",
      "source_type":3,
      "definition_id":"neid_2544"
    },
    {
      "text":"Mr Allen, 52, was 17 and the second voice ever to <b>broadcast</b> on the station in 1969.",
      "source_type":3,
      "definition_id":"m_en_us1228872.002"
    },
    {
      "text":"the <b>broadcast</b> media",
      "source_type":3,
      "definition_id":"neid_2542"
    },
    {
      "text":"A <b>broadcast</b> on the radio this morning gave me cause to have a little laugh.",
      "source_type":3,
      "definition_id":"m_en_us1228872.005"
    },
    {
      "text":"don't <b>broadcast</b> it!",
      "source_type":3,
      "definition_id":"neid_2545"
    },
    {
      "text":"NASA Television will <b>broadcast</b> the event live, one day after the arrival of the Expedition 7 crew aboard the Station.",
      "source_type":3,
      "definition_id":"m_en_us1228872.001"
    },
    {
      "text":"Last year's event was <b>broadcast</b> live on national television.",
      "source_type":3,
      "definition_id":"m_en_us1228872.001"
    },
    {
      "text":"On our farm, we <b>broadcast</b> the hay seed into winter wheat in late winter or early spring and let the freezing and thawing action of the soil pull the seed into the ground.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"Seed is <b>broadcast</b> or drilled on the pastures in late winter or early spring.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"Pregerminated seeds are <b>broadcast</b> by hand on the puddled soils, and some farms apply chemicals or natural herbs to control snails.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"We <b>broadcast</b> 100 seeds of each of the four species in 4 m × 30 cm experimental plots.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"The military ceremony that followed was <b>broadcast</b> live on Spanish television.",
      "source_type":3,
      "definition_id":"m_en_us1228872.001"
    },
    {
      "text":"The event was <b>broadcast</b> live on government-run television and radio stations.",
      "source_type":3,
      "definition_id":"m_en_us1228872.001"
    },
    {
      "text":"What gave Shaw the impression that the law accords print and <b>broadcast</b> journalists the same rights?",
      "source_type":3,
      "definition_id":"m_en_us1228872.006"
    },
    {
      "text":"What are the implications for cable with its digital capacity and its responsibilities in carrying <b>broadcast</b> programming?",
      "source_type":3,
      "definition_id":"m_en_us1228872.006"
    },
    {
      "text":"Joining us from New York, the dean of American <b>broadcast</b> journalists, Walter Cronkite.",
      "source_type":3,
      "definition_id":"m_en_us1228872.006"
    },
    {
      "text":"The Town Report <b>broadcast</b> on Midlands Radio was another great development for Rosenallis last year.",
      "source_type":3,
      "definition_id":"m_en_us1228872.005"
    },
    {
      "text":"On conventionally prepared seedbeds, brassica seed can be <b>broadcast</b> and incorporated with cultipacking.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"It takes place over 13 weeks, it's 13 half-hours of <b>broadcast</b> television.",
      "source_type":3,
      "definition_id":"m_en_us1228872.006"
    },
    {
      "text":"They can be <b>broadcast</b> or spread over lawns and ground covers, or dug or raked into soil around the root zones of trees, shrubs, and perennials.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"The seeds can also be <b>broadcast</b> in wide rows 8-10 inches apart.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"The awards ceremony was <b>broadcast</b> live on television throughout Europe, England, and in parts of Russia.",
      "source_type":3,
      "definition_id":"m_en_us1228872.001"
    },
    {
      "text":"She has also <b>broadcast</b> on the radio in France, Romania and Switzerland.",
      "source_type":3,
      "definition_id":"m_en_us1228872.002"
    },
    {
      "text":"Sometimes seeds were simply <b>broadcast</b> in the wind over barren areas.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"You also <b>broadcast</b> on radio, so let me ask you, are your readers, are your viewers, are your listeners still interested in this trial?",
      "source_type":3,
      "definition_id":"m_en_us1228872.002"
    },
    {
      "text":"If these seeds are <b>broadcast</b> , strive for a uniform stand by sowing half the seeds in one direction, then sowing the remaining seed at a right angle to the first.",
      "source_type":3,
      "definition_id":"m_en_us1228872.004"
    },
    {
      "text":"The most important thing is to consider television and radio <b>broadcast</b> needs and any other issues that address coverage of the debate.",
      "source_type":3,
      "definition_id":"m_en_us1228872.006"
    },
    {
      "text":"A week of programmes recorded at this year's St Magnus Festival were <b>broadcast</b> on Radio 3 this week.",
      "source_type":3,
      "definition_id":"m_en_us1228872.001"
    }
  ]
}
